Repository: MatthiasValvekens/flask-hanabi
Catalog: translations/*/LC_MESSAGES/hanabi.po
Languages: nl

source: playing
nl: aan de beurt

source: green
nl: groene

source: red
nl: rode

source: orange
nl: oranje

source: purple
nl: paarse

source: blue
nl: blauwe

source: Waiting for players to join...
nl: Wachten op spelers...

source: Waiting for player to act...
nl: Wachten tot speler iets doet...

source: Waiting for player to end turn...
nl: Wachten op einde beurt...

source: The results are in!
nl: De resultaten zijn binnen!

source: The crowd wants their money back!
nl: De mensen willen hun geld terug!

source: The crowd's reaction is tepid.
nl: De menigte reageert nogal lauw.

source: The crowd appears to be satisfied.
nl: Het publiek is tevreden.

source: The crowd is pleased!
nl: Het publiek is onder de indruk!

source: The crowd is enthousiastic!
nl: Het publiek is enthousiast!

source: Legendary!! The crowd goes absolutely bananas!
nl: Legendarisch!! De menigte gaat helemaal uit haar dak!

source: Card played
nl: Gespeelde kaart

source: Hint given
nl: Gegeven hint

source: Card discarded
nl: Weggegooide kaart

source: It's your turn!
nl: Het is aan jou!

source: The next player will get to play in a few moments...
nl: Over enkele ogenblikken is de volgende speler aan de beurt...

source: <b>&(player)s</b> successfully played a card.
nl: <b>&(player)s</b> heeft met succes een kaart gespeeld.

source: <b>&(player)s</b> made a mistake.
nl: <b>&(player)s</b> heeft een fout gemaakt.

source: The <span style="color: &(colourHex)s">&(colourName)s &(numValue)s</span> disturbs the flow of the firework show. Oh no!
nl: De <span style="color: &(colourHex)s">&(colourName)s &(numValue)s</span> gaat in tegen de flow van de vuurwerkshow. Ai!

source: The <span style="color: &(colourHex)s">&(colourName)s &(numValue)s</span> lights up the night sky!
nl: De nachthemel licht op door de <span style="color: &(colourHex)s">&(colourName)s &(numValue)s</span>!

source: <b>&(player)s</b> discarded a card.
nl: <b>&(player)s</b> heeft een kaart weggegooid.

source: <b>&(playerFrom)s</b> gave a hint to <b>&(playerTo)s</b>.
nl: <b>&(playerFrom)s</b> heeft een hint gegeven aan <b>&(playerTo)s</b>.

source: These are your <span style="color: &(colourHex)s">&(colourName)s</span> cards.
nl: Dit zijn al je <span style="color: &(colourHex)s">&(colourName)s</span> kaarten.

source: These are your cards with value <b>&(numValue)s</b>.
nl: Dit zijn al je kaarten met waarde <b>&(numValue)s</b>.

source: You have no <span style="color: &(colourHex)s">&(colourName)s</span> cards.
nl: Je hebt geen <span style="color: &(colourHex)s">&(colourName)s</span> kaarten.

source: You have no cards with value <b>&(numValue)s</b>.
nl: Je hebt geen kaarten met waarde <b>&(numValue)s</b>.

source: Standing by...
nl: Klaar...

source: Your turn
nl: Jouw beurt

source: Play or discard this card?
nl: Deze kaart spelen of weggooien?

source: close
nl: sluiten

source: Would you like to play or discard this card? Discarding awards 1 token (unless you already have the maximal number of tokens).
nl: Wil je deze kaart spelen of weggooien? Een kaart weggooien levert je 1 token op (tenzij je al het maximaal aantal tokens hebt).

source: Penalties left
nl: Resterende fouten

source: Tokens left
nl: Resterende tokens

source: Play card
nl: Kaart spelen

source: Discard
nl: Weggooien

source: Out of tokens!
nl: Tokens zijn op!

source: The team is out of hint tokens! Discard a card or complete a firework display to earn new ones.
nl: Het team heeft geen tokens meer om hints te geven! Gooi een kaart weg of vervolledig een stuk vuurwerk om nieuwe tokens te krijgen.

source: Discarded cards
nl: Weggegooide kaarten

source: There are no discarded cards.
nl: De aflegstapel is leeg.

source: Give a hint to <b id="hint-recipient"></b>?
nl: Een hint geven aan <b id="hint-recipient"></b>?

source: Colour hint
nl: Kleurhint

source: Value hint
nl: Waardehint

source: Give hint
nl: Hint geven

source: Name
nl: Naam

source: Choose a username
nl: Kies een gebruikersnaam

source: Start new session
nl: Nieuwe sessie opstarten

source: Join existing session
nl: Aansluiten bij lopende sessie

source: Invitation token
nl: Uitnodigingstoken

source: invitation token
nl: uitnodigingstoken

source: This invitation token is not valid.
nl: Dit uitnodigingstoken is niet geldig.

source: It seems that there's an access token for an earlier session in your browser cache. Do you want to try to rejoin that one?
nl: Je hebt zo te zien een token voor een eerdere sessie in je browsercache. Wil je proberen om opnieuw met die sessie te verbinden?

source: Attempt to rejoin
nl: Herverbinden

source: Current fireworks
nl: Huidige vuurpijlen

source: This is the current status of the firework show.
nl: Dit is de status van de vuurwerkshow.

source: Players
nl: Spelers

source: Your hand
nl: Jouw handkaarten

source: This is your hand. You're not allowed to see your own cards, so you'll have to rely on other player's hints for information!
nl: Dit zijn jouw handkaarten. Je mag niet in je eigen hand kijken, dus je bent afhankelijk van de hints van andere spelers!

source: Click one of the cards below to play or discard it.
nl: Kies één van de onderstaande kaarten om te spelen of weg te gooien.

source: End turn
nl: Beurt beëindigen

source: Fireworks left
nl: Resterend vuurwerk

source: Discarded pile
nl: Aflegstapel

source: Click a player's hand to give them a hint.
nl: Klik op de kaarten van een speler om hem/haar een hint te geven.

source: Total score
nl: Totale score

source: Management console
nl: Bedieningspaneel

source: Invitation token: click to copy
nl: Uitnodigingstoken: klik om te kopiëren

source: Start game
nl: Spel starten

source: Give up
nl: Opgeven
